IDEA Open Model
ConnectionData.Plates Property
Compatible with IDEA StatiCa Beta 20.0
 Plates of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<PlateData> Plates { get; set; }
Public Property Plates As List(Of PlateData)
	Get
	Set
Property Value
Type: List<PlateData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace